{
    "zeroPrice": "$0.00",
    "pageTitle": "Amazfit Bip U Pro",
    "footerText": "© 1996-2024, Amazon.com, Inc. o sus afiliados",
    "buyButtonText": "OBTENER DESCUENTO",
    "startupPopText": "En honor al aniversario de la marca Amazfit en México, disfruta de un 75% de descuento en los Amazfit Bip U Pro en la tienda en línea Mercado Libre.",
    "startupPopTextSecondPart": "¡La oferta es válida solo hasta el final de esta semana!",
    "startupPopButton": "OBTENER DESCUENTO",
    "reviewsHeader": "Opiniones",
    "reviewValidation": "Opinión verificada",
    "reviewPublish": "Publicar",
    "reviewPlaceholder": "Escribe un comentario...",
    "header": {
        "shippingText": "¡Envío gratuito hasta el fin de la semana!"
    },
    "productSection": {
        "underHeader": "¡Viaja sin límites durante 3 meses!",
        "priceMonthes": "por 3 meses",
        "priceMonthesZones": "todas las zonas",
        "productFeatures": [
            "El Amazfit Bip U Pro pesa solo 31 gramos, lo que lo hace extremadamente cómodo para llevar incluso durante actividades intensas.",
            "Ofrece hasta 9 días de uso continuo con una sola carga, permitiendo disfrutar de viajes o rutinas largas sin preocuparse por recargar.",
            "El reloj permite un seguimiento detallado de la frecuencia cardíaca, niveles de oxígeno en la sangre, calidad del sueño, y mucho más para un control integral de la salud."
        ],
        "productBenef": "¡Por un México más limpio y verde!",
        "productAvailabillity": "En stock. Entrega estimada en 3 a 4 días hábiles.",
        "buyReasons": [
            "Envío gratuito",
            "Devoluciones gratuitas",
            "Soporte de por vida"
        ]
    },
    "comments": [
        {
            "avatar": "./img/comments/av1.png",
            "name": "Carlos Hernández",
            "text": "¡Estoy muy feliz con este reloj! En comparación con marcas más caras, ¡este tiene una mejor relación calidad-precio! Lo he usado en la cinta de correr más veces de las que puedo contar, y realmente funciona basándose en mis pasos, rastreando perfectamente mi actividad en la cinta. Hice 5 horas de natación con los niños y funcionó impecablemente en el agua, ¡registrando todo! Hace unos días fui a mi lugar habitual de correr al aire libre, y vivo en el campo, así que mis relojes nunca son precisos porque pierden la señal, ¡pero este reloj rastreó mi ruta PERFECTAMENTE sin fallas ni errores! ¡Sin duda, el mejor reloj de fitness que he tenido! Es bastante fácil de usar y tiene muchas funciones excelentes. Además, la duración de la batería es impresionante; simplemente lo pongo a cargar mientras me ducho y se carga muy rápido. ¡No tengo que esperar mucho para que esté listo!",
            "likes": "31",
            "hours": "7h",
            "likeText": "me gusta",
            "comment": "comentar",
            "image": "./img/comments/u1.jpg"
        },
        {
            "avatar": "./img/comments/av2.png",
            "name": "Ximena Rodríguez",
            "text": "Por el precio, este es un excelente reloj inteligente. Solo me interesa ver la hora y poder ver los mensajes de texto en tiempo real. Se emparejó fácil y rápidamente con mi teléfono, ofrece varias opciones para el estilo de la esfera y me permite controlar el volumen de la música desde el reloj. Es resistente al agua y se ajusta muy bien a mi pequeña muñeca, pero también se adapta perfectamente a muñecas más grandes, ya que yo uso el agujero más pequeño.",
            "likes": "12",
            "hours": "3h",
            "likeText": "me gusta",
            "comment": "comentar",
            "image": "./img/comments/u2.jpg"
        },
        {
            "avatar": "./img/comments/av3.png",
            "name": "María López",
            "text": "He tenido un Apple Watch, Fitbit Versa, Amazfit Bip 3, y este reloj, y de todos, ¡este ha sido mi favorito! Me encanta la Alexa integrada y las funciones de seguimiento, y siempre reviso el clima. No uso todas las aplicaciones adicionales que tiene un Apple Watch, que realmente no necesito, y la batería del Versa se agotaba muy rápido. Honestamente, alterno entre el Bip 3 y este, pero uso este siempre que puedo porque ¡me gusta mucho más!",
            "likes": "4",
            "hours": "3h",
            "likeText": "me gusta",
            "comment": "comentar",
            "image": "./img/comments/u3.jpg"
        },
        {
            "avatar": "./img/comments/av4.png",
            "name": "Alejandro Martínez",
            "text": "Gran valor. No he tenido ningún problema hasta ahora. Es definitivamente resistente al agua. Es cómodo de usar y fácil de mantener limpio. No necesito cargarlo todas las noches. La batería dura al menos 2-3 días y no tarda mucho en cargarse. Diría que es una mejora con respecto a mi Apple Watch.",
            "likes": "12",
            "hours": "1h",
            "likeText": "me gusta",
            "comment": "comentar"
        },
        {
            "avatar": "./img/comments/av5.png",
            "name": "Camila Hernández",
            "text": "Fue una excelente compra es pequeño y se adapta a la mano para cargarlo con facilidad tiene muchas funciones, como contar los pasos, medir la oxigenación, cuenta los latidos del corazón y emite alertas cuando algo está mal, es muy útil para hacer ejercicio, la batería tiene larga duración.",
            "likes": "6",
            "hours": "1d",
            "likeText": "me gusta",
            "comment": "comentar"
        }
    ],
    "description": {
        "descriptionTitle": "Descripción técnica",
        "descriptionTextMain": "El Amazfit Bip U Pro es un reloj inteligente ultraligero que pesa solo 31 gramos, ideal para quienes buscan comodidad durante su actividad física diaria. Ofrece hasta 9 días de batería con una sola carga y cuenta con GPS integrado para un seguimiento preciso del ejercicio, además de funciones avanzadas de monitoreo de salud como frecuencia cardíaca, niveles de oxígeno en sangre y calidad del sueño. Es un excelente compañero para quienes desean estar al tanto de su bienestar mientras reciben notificaciones inteligentes y controlan su música desde la muñeca.",
        "descriptionTable": [
            {
                "tableTitle": "Información general del producto",
                "tableRows": [
                    {
                        "rowTitle": "Sistema operativo",
                        "rowText": "Amazfit OS"
                    },
                    {
                        "rowTitle": "Características especiales",
                        "rowText": "Rastreador multideporte"
                    },
                    {
                        "rowTitle": "Tecnología de conectividad",
                        "rowText": "Bluetooth"
                    },
                    {
                        "rowTitle": "Estándar de comunicación inalámbrica",
                        "rowText": "Bluetooth"
                    },
                    {
                        "rowTitle": "Composición de las celdas de batería",
                        "rowText": "Polímero de Litio"
                    },
                    {
                        "rowTitle": "GPS",
                        "rowText": "GPS habilitado"
                    },
                    {
                        "rowTitle": "Forma",
                        "rowText": "Cuadrado"
                    },
                    {
                        "rowTitle": "Tamaño de la pantalla",
                        "rowText": "1,43 Pulgadas"
                    },
                    {
                        "rowTitle": "Marca",
                        "rowText": "Amazfit"
                    },
                    {
                        "rowTitle": "Nombre del modelo",
                        "rowText": "Amazfit Smartwatch"
                    }
                ]
            }
        ]
    },
    "timer": {
        "timerSetsStart": "Su lugar en la fila para la compra está reservado durante",
        "timerSetsEnd": "minutos, apúrate."
    },
    "checkout": {
        "countryCode": "mx",
        "countryPhone": "52",
        "delivery": {
            "title": "Entrega",
            "city": "Ciudad",
            "address": "Dirección de entrega",
            "postcode": "Código postal"
        },
        "info": {
            "title": "Información personal",
            "firstName": "Nombre",
            "lastName": "Apellido",
            "phone": "Número de teléfono",
            "email": "Correo electrónico"
        },
        "payment": {
            "title": "Métodos de pago",
            "text": "Pago en línea con tarjeta de crédito"
        },
        "summary": {
            "title": "Detalles del pedido",
            "deliveryTime": "Tiempo de entrega",
            "deliveryDays": "3 días",
            "subtotal": "Subtotal",
            "deliveryAmountTitle": "Entrega",
            "total": "Total"
        }
    },
    "products": [
        {
            "productName": "Amazfit Bip U Pro",
            "productImage": "./img/slides/slide_1/s1.jpg",
            "newPrice": "$207.00",
            "oldPrice": "$842.90",
            "sliderName": "black",
            "sliderSelectorIcon": "./img/slides/black.jpg",
            "slider": [
                "./img/slides/slide_1/s1.jpg",
                "./img/slides/slide_1/s2.jpg",
                "./img/slides/slide_1/s3.jpg",
                "./img/slides/slide_1/s4.jpg",
                "./img/slides/slide_1/s5.jpg",
                "./img/slides/slide_1/s6.jpg",
                "./img/slides/slide_1/s7.jpg",
                "./img/slides/slide_1/s8.jpg",
                "./img/slides/slide_1/s9.jpg"
            ]
        }
    ]
}